---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantMirrorInstWoHost
source: html/80f68a76-0ec8-9683-f1c1-9c5d72931aff.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantMirrorInstWoHost Property

Can't mirror an instance without its host.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantMirrorInstWoHost { get; }
```